Repository: webservicesrank/open-booking-calendar
Catalog: languages/open-booking-calendar-*.po
Languages: es_es

source: Bookings
es_es: Reservas

source: Get started and Help
es_es: Inicio rápido y Ayuda

source: Get Started & Help
es_es: Inicio rápido & Ayuda

source: Settings
es_es: Ajustes

source: Settings Saved
es_es: Ajustes guardados

source: Save Settings
es_es: Guardar ajustes

source: Open Booking Calendar configuration options.
es_es: Opciones de configuración de Open Booking Calendar.

source: Calendar theme
es_es: Tema del calendario

source: Date format
es_es: Formato de fechas

source: Search results page
es_es: Página de resultados de búsqueda

source: User to send email notifications
es_es: Usuario para enviar notificaciones vía email

source: From this section you can customize the behavior of the plugin.
es_es: Desde esta sección puede personalizar el comportamiento del plugin.

source: Default
es_es: Por defecto

source: Dark
es_es: Oscuro

source: Material Blue
es_es: Material Azul

source: Material Green
es_es: Material Verde

source: Material Red
es_es: Material Rojo

source: Material Orange
es_es: Material Naranja

source: The theme for the date picker (calendar).
es_es: El tema para el selector de fecha (calendario).

source: Date format for all the plugin.
es_es: Formato de fecha para todo el plugin.

source: This only modifies the way in which the dates are displayed, that is, there will be no problems with the dates previously saved.
es_es: Esto sólo modifica la forma en la que se visualizan las fechas, es decir que no se producirán problemas con las fechas guardadas con anterioridad.

source: The page where the search results will be displayed.
es_es: La página donde se mostrarán los resultados de búsqueda.

source: User to send email notifications when internal events occur such as the creation of a reservation.
es_es: Usuario al cual enviar las notificaciones por correo electrónico cuando se produzcan eventos internos, como la creación de una reserva.

source: Capacity
es_es: Capacidad

source: Season
es_es: Temporada

source: Pages
es_es: Páginas

source: Booking settings
es_es: Ajustes de las reservas

source: Maximum adults
es_es: Máximo de adultos

source: Maximum children
es_es: Máximo de niños

source: Price per night
es_es: Precio por noche

source: Accommodation page
es_es: Página del alojamiento

source: -- Create a new page for this accommodation --
es_es: -- Crear una nueva página para este alojamiento --

source: Select the first item to create a new page for this accommodation or select an existing page.
es_es: Seleccione el primer elemento para crear una nueva página para este alojamiento o seleccione una página existente.

source: Booking preview page
es_es: Página de vista previa de la reserva

source: Booking received page
es_es: Página de reserva recibida

source: Exclusivity of the last day
es_es: Exclusividad del último día

source: Activated, the last day is not shared
es_es: Activado, no se comparte el último día

source: Deactivated, can be booked on the last day
es_es: Desactivado, se puede reservar en el último día

source: Ideal for accommodation where it is possible that the day of check-out of a client is also the day of check-in of a new client.
es_es: Ideal para alojamientos donde es posible que el día de check-out de un cliente sea también el día de check-in de un nuevo cliente.

source: Minimum number of nights
es_es: Número mínimo de noches

source: Minimum number of nights that a visitor or client can select for a reservation.
es_es: Número mínimo de noches que un visitante o cliente puede seleccionar para una reserva.

source: Maximum Adults
es_es: Máximo de Adultos

source: Maximum Children
es_es: Máximo de Niños

source: Pending
es_es: Pendiente

source: Confirmed
es_es: Confirmado

source: Cancelled
es_es: Cancelado

source: Booking details
es_es: Detalles de la reserva

source: Billing details
es_es: Detalles de facturación

source: Customer
es_es: Cliente

source: Accommodation
es_es: Alojamiento

source: Number of adults
es_es: Cantidad de adultos

source: Number of children
es_es: Cantidad de niños

source: Check-in date
es_es: Fecha de llegada

source: Select Date..
es_es: Seleccione una fecha..

source: Check-out date
es_es: Fecha de partida

source: Status
es_es: Estado

source: Number of nights
es_es: Número de noches

source: Applies
es_es: Se aplica

source: Normal nights without promotion.
es_es: Noches normales sin promoción.

source: Promotion
es_es: Promoción

source: Normal nights
es_es: Noches normales

source: Booking total price
es_es: Precio total de la reserva

source: When saving the changes the calculation will be made automatically.
es_es: Al guardar los cambios el cálculo se realizará automáticamente.

source: Num. of nights
es_es: Núm. de noches

source: Price
es_es: Precio

source: The selected date does not belong to an active season.
es_es: La fecha seleccionada no pertenece a una temporada activa.

source: The selected date is not available for reservations.
es_es: La fecha seleccionada no se encuentra disponible para reservas.

source: Customer details
es_es: Detalles del cliente

source: Email
es_es: Correo electrónico

source: Season details
es_es: Detalles de la temporada

source: Start date
es_es: Fecha de apertura

source: End date
es_es: Fecha de cierre

source: Introduction
es_es: Introducción

source: To make a reservation a visitor or client must enter the page of a accommodation, choose the dates of check-in and check-out, complete the form and press the "Preview booking" button.
es_es: Para realizar una reserva un visitante o cliente debe ingresar a la página de un alojamiento, elegir las fechas de check-in y check-out, completar el formulario y presionar el el botón "Previsualizar la reserva".

source: The next screen is "Preview of the booking" where the visitor or client can see details of the reservation, such as the price and if a Promotion applies.
es_es: La siguiente pantalla es "Vista previa de la reserva" en donde el visitante o cliente podrá ver detalles de la reserva, como el precio y si aplica una Promoción.

source: Finally, clicking on the "Confirm booking" button will go to the screen where a "Reservation received" message will be displayed.
es_es: Finalmente realizará un clic sobre el botón "Confirmar reserva" pasará a la pantalla donde se le mostrará un mensaje de "Reserva recibida".

source: At that moment a new reservation is generated in the "Pending" status and two emails will be sent, one to the client and another to the reservation system administrator.
es_es: En ese momento se genera una nueva reserva en estado "Pendiente" y se enviarán dos emails, uno al cliente y otro al administrador del sistema de reservas.

source: When the reservation manager changes the status of the reservation from "Pending" to "Confirmed" or to "Canceled" a notification email will also be sent to the client.
es_es: Cuando el administrador de las reservas cambia el estado de la reserva de "Pendiente" a "Confirmada" o bien a "Cancelada" también se enviará un email de notificación al cliente.

source: Optional step:
es_es: Paso opcional:

source: Optionally you can install <strong>Open Booking Calendar Plus</strong>, our <strong>free plugin</strong> that adds interesting features to this plugin.
es_es: Opcionalmente puede instalar <strong>Open Booking Calendar Plus</strong>, nuestro <strong>plugin gratuito</strong> que añade interesantes funcionalidades a este plugin.

source: You can download Open Booking Calendar Plus 100%% free from [%s], and then from the "Plugins" section of WordPress, upload the file open-booking-calendar-plus.zip for installation.
es_es: Puede descargar Open Booking Calendar Plus de forma 100%% gratuita desde [%s], y luego desde la sección "Plugins" de WordPress, subir el archivo open-booking-calendar-plus.zip para su instalación.

source: <a href="https://webservicesrank.com/wp-plugins/open-booking-calendar-plus" target="_blank">Download</a>
es_es: <a href="https://es.webservicesrank.com/wp-plugins/open-booking-calendar-plus" target="_blank">Descargar</a>

source: Notice:
es_es: Aviso:

source: it is necessary to provide a valid email to download Open Booking Calendar Plus, this way we will send you notifications when a new version of the plugin Plus is available.
es_es: es necesario suministrar un correo electrónico válido para descargar Open Booking Calendar Plus, de esta forma le enviaremos notificaciones cuando esté disponible una nueva versión del plugin Plus.

source: Steps to follow
es_es: Pasos a seguir

source: Add the general pages
es_es: Añadir las páginas generales

source: Add the seasons
es_es: Añadir las temporadas

source: Add the accommodations
es_es: Añadir los alojamientos

source: Add the promotions
es_es: Añadir las promociones

source: Step 1: Add the general pages
es_es: Paso 1: Añadir las páginas generales

source: It is necessary to create 4 special pages for the reservation system to work. Doing this is very simple as described below.
es_es: Es necesario crear 4 páginas especiales para que el sistema de reservas funcione. Realizar esto es muy sencillo como se describe a continuación.

source: Create a new "Booking preview" page with the shortcode: [obc_booking_preview]
es_es: Crear una nueva página de "Vista previa de una reserva" con el shortcode: [obc_booking_preview]

source: Create a new "Booking received" page with the shortcode: [obc_booking_received]
es_es: Crear una nueva página de "Reserva recibida" con el shortcode: [obc_booking_received]

source: Create a new "Search accommodations" page with the shortcode: [obc_search_accommodations]
es_es: Crear una nueva página de "Buscar alojamientos" con el shortcode: [obc_search_accommodations]

source: Create a new page of "Search results" with the shortcode: [obc_search_results]
es_es: Crear una nueva página de "Resultados de búsqueda" con el shortcode: [obc_search_results]

source: In all cases the title of the page is your choice, and you can add content before and after the shortcode.
es_es: En todos los casos el título de la página queda a su elección, y puede agregar contenido antes y después del shortcode.

source: Step 2: Add the seasons
es_es: Paso 2: Añadir las temporadas

source: The availability calendar will only show available the dates that belong to a season and that do not have previous reservations "Pending" or "Confirmed".
es_es: El calendario de disponibilidad solo mostrará disponibles las fechas que pertenezcan a una temporada y que no posean reservas anteriores "Pendientes" o "Confirmadas".

source: To add or update a season, from the menu click on "Bookings » Seasons" and on the screen that will be displayed, click on the "Add new" button.
es_es: Para añadir o actualizar una temporada, desde el menú haga clic en "Reservas » Temporadas" y en la pantalla que se mostrará, haga clic en el botón "Añadir nueva".

source: The data to select are simply the opening and closing dates of the season.
es_es: Los datos a seleccionar son simplemente las fechas de apertura y de cierre de la temporada.

source: Click on the blue "Publish" button to save the changes.
es_es: Haga clic en el botón azul "Publicar" para guardar los cambios.

source: Step 3: Add the accommodations
es_es: Paso 3: Añadir los alojamientos

source: To add or update a accommodation, from the menu click on "Bookings » Accommodations" and on the screen that will be displayed, click on the "Add new" button.
es_es: Para añadir o actualizar un alojamiento, desde el menú haga clic en "Reservas » Alojamientos" y en la pantalla que se mostrará haga clic en el botón "Agregar nuevo".

source: The data to enter are:
es_es: Los datos a ingresar son:General

source: The title for the accommodation.
es_es: El título para el alojamiento.

source: Extract: that will be displayed in listings as in the search results.
es_es: Extracto: que se mostrará en listados como en los resultados de búsquedas.

source: The maximum capacity of people who admit the accommodation.
es_es: La capacidad máxima de personas que admite el alojamiento.

source: Seasons
es_es: Temporadas

source: One price per night for each season set in Step 2. To disable a season for only this accommodation, assign a price of 0.
es_es: Un precio por noche para cada temporada configurada en el Paso 2. Para deshabilitar una temporada sólo para este alojamiento asigne un precio de 0.

source: The information page of the accommodation, that is, where the visitor or client initiates the process of requesting a booking.
es_es: La página de información del alojamiento, es decir, donde el visitante o cliente inicia el proceso de solicitud de una reserva.

source: The "Booking preview" page for this accommodation. This page may be the same for all accommodations.
es_es: La página de "Vista previa de la reserva" para este alojamiento. Esta página puede ser la misma para todos los alojamientos.

source: The "Booking received" page for this accommodation. This page may be the same for all accommodations.
es_es: La página de "Reserva recibida" para este alojamiento. Esta página puede ser la misma para todos los alojamientos.

source: Exclusivity of the last day: Deactivating this option is useful for accommodation in which two different reservations are allowed to have their check-out and check-in on the same day, for example: check-out at 10:00 AM and the next check-in at 11:30 AM. If this option is activated, a visitor or client will not be allowed to make a reservation that starts the same day that another reservation ends.
es_es: Exclusividad del último día: Desactivar esta opción resulta útil para los alojamiento en los que se permite que dos reservaciones distintas tengan su check-out y su check-in el mismo día, por ejemplo: check-out a las 10:00 AM y el siguiente check-in a las 11:30 AM. Si esta opción está activada no se permitirá que un visitante o cliente realice una reserva que inicie el mismo día que finaliza otra reserva.

source: The minimum number of nights that a visitor or client can select in the calendar to make a booking.
es_es: El número mínimo de noches que un visitante o cliente puede seleccionar en el calendario para realizar una reserva.

source: Step 4: Add the promotions (Free Plus feature)
es_es: Paso 4: Añadir las promociones (característica Plus gratuita)

source: To add or update a promotion, from the menu click on "Bookings » Promotions" and on the screen that will be displayed, click on the "Add new" button.
es_es: Para añadir o actualizar una promoción, desde el menú haga clic en "Reservas » Promociones" y en la pantalla que se mostrará haga clic en el botón "Agregar nueva".

source: Enter the corresponding data including a name for the promotion and then click on the blue "Publish" button.
es_es: Introduzca los datos que corresponden incluyendo un nombre para la promoción y luego haga clic en el botón azul "Publicar".

source: Other items in the "Bookings" menu:
es_es: Otros items en el menú "Reservas":

source: All Bookings
es_es: Todas las reservas

source: In "Bookings » All Bookings" you will see a table with all the reservations and it is also where you must enter to confirm or cancel a new pending reservation request.
es_es: En "Reservas » Todas las reservas" verá una tabla con todas las reservas y también es donde deberá ingresar para confirmar o cancelar una nueva solicitud de reserva pendiente.

source: Customers
es_es: Clientes

source: In "Bookings » Customers" you will see a table with the data of the people who have completed the request for a booking.
es_es: En "Reservas » Clientes" verá una tabla con los datos de las personas que han completado la solicitud de una reserva.

source: Contact Log (Free Plus feature)
es_es: Registro de contactos (Característica Plus gratuita)

source: In "Bookings » Contact Log" you will see a table with the data of the people who have preview a booking and the people who have made a search for accommodation.
es_es: En "Reservas » Registro de contactos" verá una tabla con los datos de las personas que han pre-visualizado una reserva y las personas que han realizado una búsqueda de alojamientos.

source: In "Bookings » Get Started & Help" is where this text is located.
es_es: En "Reservas » Inicio rápido & Ayuda" es donde se encuentra este texto.

source: In "Bookings » Settings" you can see and customize some options for the reservation system.
es_es: En "Reservas » Ajustes" podrá ver y personalizar algunas opciones para el sistema de reservas.

source: For more information visit the <a href="https://webservicesrank.com/wp-plugins/open-booking-calendar">Open Booking Calendar</a> page on our website.
es_es: Para más información visite la página de <a href="https://es.webservicesrank.com/wp-plugins/open-booking-calendar">Open Booking Calendar</a> en nuestro sitio web.

source: Accommodations
es_es: Alojamientos

# Add New Accommodation
source: Add New
es_es: Añadir nuevo

source: Add New
es_es: Añadir nuevo

source: Edit Accommodation
es_es: Editar Alojamiento

source: New Accommodation
es_es: Nuevo Alojamiento

source: View Accommodation
es_es: Ver Alojamiento

source: Search Accommodation
es_es: Buscar Alojamiento

source: No accommodations found
es_es: No se encontraron Alojamientos

source: No accommodations found in Trash
es_es: No se encontraron Alojamientos en la papelera

source: Insert into accommodation description
es_es: Insertar en la descripción del alojamiento

source: Uploaded to this accommodation
es_es: Subido a este alojamiento

source: This is where you can add new accommodations to your hotel.
es_es: Aquí es donde puede añadir nuevos alojamientos a su hotel.

source: Booking
es_es: Reserva

# Add New Booking
source: Add New
es_es: Añadir nueva

source: Add New Booking
es_es: Añadir nueva reserva

source: Edit Booking
es_es: Editar reserva

source: New Booking
es_es: Nueva reserva

source: View Booking
es_es: Ver la reserva

source: Search Booking
es_es: Buscar reservas

source: No bookings found
es_es: No se encontraron reservas

source: No bookings found in Trash
es_es: No se encontraron reservas en la papelera

source: Insert into booking description
es_es: Insertar en la descripción de la reserva

source: Uploaded to this booking
es_es: Subido a esta reserva

source: --- Booking details: ---
es_es: --- Detalles de la reserva: ---

source: Accommodation:
es_es: Alojamiento:

source: Check-in date:
es_es: Fecha de check-in:

source: Check-out date:
es_es: Fecha de check-out:

source: Number of adults:
es_es: Número de adultos:

source: Number of children:
es_es: Número de niños:

source: Number of nights:
es_es: Número de noches:

source: Season:
es_es: Temporada:

source: Promotion:
es_es: Promoción:

source: nights
es_es: noches

source: Price:
es_es: Precio:

source: We have received your booking request
es_es: Hemos recibido su solicitud de reserva

source: Hello
es_es: Hola

source: We have received your booking request, it will be verified and we will send you a new email when it is confirmed.
es_es: Hemos recibido su solicitud de reserva, la misma será verificada y le enviaremos un nuevo email cuando sea confirmada.

source: We remain available if you have any questions, regards!
es_es: Quedamos a disposición si tiene alguna duda, saludos!

source: New booking request
es_es: Nueva solicitud de reserva

source: A new reservation for accommodation has been requested.
es_es: Se ha solicitado una nueva reserva para un alojamiento.

source: You can confirm or cancel the request from the following link:
es_es: Puede confirmar o cancelar la solicitud desde el siguiente enlace:

source: Your reservation has been confirmed
es_es: Su reserva ha sido confirmada

source: We have verified and confirmed your reservation for accommodation:
es_es: Hemos verificado y confirmado su reserva para el alojamiento:

source: Your reservation has been canceled
es_es: Su reserva ha sido cancelada

source: We have verified and canceled your reservation for accommodation:
es_es: Hemos verificado y cancelado su reserva para el alojamiento:

# Add New Customer
source: Add New
es_es: Añadir nuevo

source: Add New Customer
es_es: Añadir nuevo cliente

source: Edit Customer
es_es: Editar cliente

source: New Customer
es_es: Nuevo cliente

source: View Customer
es_es: Ver cliente

source: Search Customer
es_es: Buscar cliente

source: No customers found
es_es: No se encontraron clientes

source: No customers found in Trash
es_es: No se encontraron clientes en la papelera

source: Insert into customer description
es_es: Insertar en la descripción del cliente

source: Uploaded to this customer
es_es: Subido a este cliente

source: This is where you can add new customers to your hotel.
es_es: Aquí es donde puede añadir nuevos clientes a su hotel.

# Add New Season
source: Add New
es_es: Añadir nueva

source: Add New Season
es_es: Añadir nueva temporada

source: Edit Season
es_es: Editar temporada

source: New Season
es_es: Nueva temporada

source: View Season
es_es: Ver temporada

source: Search Season
es_es: Buscar temporadas

source: No seasons found
es_es: No se encontraron temporadas

source: No seasons found in Trash
es_es: No se encontraron temporadas en la papelera

source: Insert into season description
es_es: Insertar en la descripción de la temporada

source: Uploaded to this season
es_es: Subido a esta temporada

source: This is where you can add new seasons.
es_es: Aquí es donde puedes añadir nuevas temporadas.

source: Invalid accommodation
es_es: Alojamiento inválido

source: per night
es_es: por noche

source: No active seasons were found with available dates.
es_es: No se encontraron temporadas activas con fechas disponibles.

source: for
es_es: por

source: Promotions
es_es: Promociones

source: No active promotions were found with available dates.
es_es: No se encontraron promociones activas con fechas disponibles.

source: Availability calendar
es_es: Calendario de disponibilidad

source: The minimum number of nights is %s (%s days).
es_es: El número mínimo de noches es %s (%s días).

source: Booking form
es_es: Formulario de reserva

source: Your name
es_es: Su nombre

source: Your email
es_es: Su email

source: Preview booking
es_es: Previsualizar la reserva

source: Out of season
es_es: Fuera de temporada

source: Date already reserved
es_es: Fecha reservada

source: Select your dates in the calendar
es_es: Seleccione sus fechas en el calendario

source: Price details
es_es: Detalles del precio

source: %s night
es_es: %s noche

source: Confirm booking
es_es: Confirmar la reserva

source: The sent data is not valid
es_es: Los datos enviados no son válidos

source: Sorry, the dates were edited internally and now the dates you selected no longer belong to an active season.
es_es: Lo sentimos, las fechas fueron editadas internamente y ahora las fechas que seleccionó ya no pertenecen a una temporada activa.

source: Sorry, another reservation was made seconds before this and now the dates you selected are no longer available.
es_es: Lo sentimos, otra reserva se realizó segundos antes de que esta ingrese al proceso de confirmación y ahora las fechas que seleccionó ya no se encuentran disponibles.

source: You can go back to the calendar and select a different date or accommodation.
es_es: Puede volver al calendario y seleccionar una fecha o alojamiento diferente.

source: Your reservation was received successfully!
es_es: ¡Su reserva fue recibida con éxito!

source: We will send you an email with the details of the booking.
es_es: Le enviaremos un correo electrónico con los detalles de la reservación.

source: Search accommodations
es_es: Buscar Alojamientos

source: Search
es_es: Buscar

source: There are currently no accommodations available in the selected dates period.
es_es: Actualmente no hay alojamientos disponibles en el período de fechas seleccionado.
