Repository: webservicesrank/open-booking-calendar
Catalog: languages/open-booking-calendar-*.po
Languages: es_es

# taxonomy general name
source: Accommodation Types
es_es: Tipos de Alojamientos

# taxonomy singular name
source: Accommodation Type
es_es: Tipo de Alojamiento

source: Search Accommodation Types
es_es: Buscar tipos de alojamientos

source: All Types
es_es: Todos los tipos

source: Parent Accommodation Type
es_es: Padre del tipo de alojamiento

source: Parent Accommodation Type:
es_es: Padre del Tipo de Alojamiento:

source: Edit Accommodation Type
es_es: Editar tipo de alojamiento

source: Update Accommodation Type
es_es: Actualizar el tipo de alojamiento

source: Add New Accommodation Type
es_es: Añadir un nuevo tipo de alojamiento

source: New Accommodation Type Name
es_es: Nuevo nombre de tipo de alojamiento

source: Accommodation Type
es_es: Tipo de alojamiento
